{
    "Vitamin A": "Ciltte ve deride kuruma, göz kuruluğu, korneada kuruluk, gece körlüğü, çocuklarda büyüme ve gelişme geriliği, tat kaybı, enfeksiyon hastalıklarının artması gibi sağlık sorunları meydana gelebilir."
    ,"Vitamin B1": "Vücutta uzun süreli yorgunluk, zihin bulanıklığı ve fiziksel koordinasyon bozukluğu hissedilmesi gibi sağlık problemleri meydana gelebilir."
    ,"Vitamin B2":"Ciddi B1( riboflavin) eksikliğinde dudak ve ağız kenarında çatlama, dilde inflamasyon, ışığa duyarlılık ve görme keskinliğinde azalma, katarakt gelişimi, gözlerde yanma ve kaşıntı ve müköz membranlarda bozukluk gelişir. Riboflavin eksikliğinde anemi ve seboreik dermatid de gelişebilir."
    ,"Vitamin B3":"B3 vitamini eksikliğinde Pellegra adı verilen ve sinir sisteminde fonksiyon bozukluğu, mide barsak sistemi bozukluğu, ishal, zihin bulanıklığı, depresyon ve ağır dermatit ve çeşitli cilt lezyonları ile karakterize bir hastalık oluşur."
    ,"Vitamin B5":"Yorgunluk, depresyon, sinirlilik, mide ağrıları, mide bulantısı, kusma, uyuşma, kas krampları, üst solunum yolu enfeksiyonu gibi sağlık problemleri ortaya çıkabilir."
    ,"Vitamin B6":" Özellikle dudak ve dil çatlaması ya da egzama gibi belirtiler, vücutta B6 vitamini eksikliğini işaret edebilir. Eksikliğinde hücre yenilenmesi yavaşlar ve egzama, iltihaplanma gibi deri problemleri görülebilir. Kansızlık kimi zaman vitamin eksikliğinin bir işareti olabilir."
    ,"Vitamin B12":"El, kol ve bacaklarda uyuşma hissi, kansızlık, sinir sisteminde bozulma, dilin şişmesi, ishal şikayeti, ciltte sararma, çarpıntı, ağrı ve hassaslaşma gibi sağlık problemleri ortaya çıkabilir."
    ,"Vitamin C":"Anemi, diş etlerinde şişme ve kanama, deri lekeleri, ciltte kuruma, deri kalınlaşması, saçlarda kuruluk, metabolizma yavaşlaması, diş minesinin zayıflaması gibi sağlık problemleri ortaya çıkabilir."
    ,"Vitamin D":" Kemik erimesi, kemik yapısında bozukluk, kas güçsüzlüğü ve düşme riskinde artışa neden olur. Çocuklarda ise raşitizm adı verilen rahatsızlığa yol açar. Büyüme geriliği, bacaklarda eğrilik, kemiklerin yumuşaması ve zayıflaması gibi sağlık problemlerine neden olur."
    ,"Vitamin E":"Hastalıklara çabuk yakalanma, beyinin sinirsel uyarılmaları almamasından denge problemleri yaşanması, kulak uğuldaması ve çınlaması, cilt yüzeyinde ciddi hasarlar ortaya çıkması ve uzun süre iyileşmemesi gibi sağlık problemlerine yol açar."
    ,"Vitamin K":"Diş eti kanaması, burun kanaması, ufak kesiklerden çok kan akması gibi etkiler gösterebilirken daha ileri boyutlarda bir yoksunluk söz konusu olduğunda bu durum idrarda ve dışkına kan görülmesi, iç organlarda, özellikle de sindirim sisteminde kanamaların oluşması gibi ciddi etkilere de neden olur."
    
}